Repository: luleyleo/clapgrep
Catalog: locale/*.po
Languages: de, fr, it, nl, oc, ru, uk

source: Clapgrep Shortcuts
de: Clapgrep Tastenbindungen
fr: Raccourcis de Clapgrep
it: Scorciatoie di Clapgrep

source: General
de: Generell
fr: Général
it: Generale
ru: Основные

source: Quit
de: Beenden
fr: Quitter
it: Esci
ru: Выйти

source: Shortcuts
de: Tastenbindungen
fr: Raccourcis
it: Scorciatoie
ru: Комбинации клавиш

source: Control Search
de: Suche steuern
fr: Contrôler la recherche
it: Ricerca di controllo
ru: Управление поиском

source: Start Search
de: Suche beginnen
fr: Commencer à rechercher
it: Avvia ricerca
nl: Zoekopdracht starten
oc: Lançar la recèrca
ru: Начать поиск
uk: Почати пошук

source: Stop Search
de: Suche anhalten
fr: Arrêter de rechercher
it: Ferma ricerca
ru: Остановить поиск

source: Search through all your files
de: Durchsuche all deine Dateien
fr: Recherchez dans tous vos fichiers
it: Cerca tra tutti i tuoi file
nl: Doorzoek uw bestanden
oc: Recèrca dins totes vòstres fichièrs
ru: Поиск фраз в содержимом различных файлов
uk: Шукайте всередині ваших файлів

source: grep;ripgrep;search;pdf;
de: grep;ripgrep;suche;pdf;
fr: grep;ripgrep;search;recherche;rechercher;pdf;
it: grep;ripgrep;ricerca;pdf;
nl: grep;ripgrep;zoeken;pdf;
oc: grep;ripgrep;recèrca;cèrca;pdf;
uk: grep;ripgrep;search;pdf;греп;ріпгреп;пдф;пошук;документи;документів;файлів;файлу;файл;

source: Ever had a folder full of PDF files, where you knew, somewhere in there, is what you're looking for. But you did not know in which file. So you had to search each of them at a time...
de: Hattest du schon einmal einen Ordner voller PDF-Dateien, von denen du wusstest, dass sich irgendwo darin die gesuchte Datei befindet? Aber du wusstest nicht, in welcher Datei. Also musstest du jede von ihnen einzeln durchsuchen...
fr: Est-ce que ça vous est déjà arrivé ? Vous avez un dossier rempli de fichiers PDF, et vous savez que l'information dont vous avez besoin y est cachée quelque part. Malheureusement, vous ne savez pas dans quel fichier elle se trouve, et vous vous retrouvez à devoir rechercher dans chaque fichier, un par un...
it: Mai avuto una cartella piena di file PDF, dove sapevi, da qualche parte lì dentro, che c'era quello che stavi cercando. Ma non sapevi in ​​quale file. Quindi dovevi cercarli tutti alla volta...
nl: Had u ooit al eens een map vol pdf-bestanden, waarvan u wist dat er iets in een bestand stond dat u zocht? Dan is deze toepassing voor u bedoeld. Verdoe geen tijd meer aan het doorzoeken van individuele bestanden…
oc: Avètz ja agut un dossièr plen de fichièrs PDF, ont sabiatz, endacòm aicí, se tròba çò que cercatz. Mas sabiatz pas dins qual fichièr. Alara vos calguèt agachar dins cadun un aprèp l'autre...
ru: У вас когда-нибудь была папка, полная PDF-файлов, и вы знали, что где-то там находится то,что вы ищете. Но вы не знали, в каком файле. Так что вам пришлось обыскивать каждый из них по очереди...
uk: Чи виникала у вас ситуація, коли у вас є тека повна PDF файлів, і ви знаєте що в одному з них є те, що ви шукаєте. Але ви не знаєте у якому саме файлі. Через що вам треба було шукати у кожному файлі окремо...

source: With Clapgrep this is no longer necessary! Simply open the folder with Clapgrep, enter the search term, and Clapgrep will do all the hard work of finding out on which page / line in which file the information is that you are looking for!
de: Mit Clapgrep ist das nicht mehr nötig! Öffne einfach den Ordner mit Clapgrep, gib den Suchbegriff ein, und Clapgrep macht die ganze harte Arbeit, um herauszufinden, auf welcher Seite/Zeile in welcher Datei sich die gesuchte Information befindet!
fr: Avec Clapgrep, tout ça, c'est fini ! Ouvrez simplement le dossier dans Clapgrep, saisissez le terme à rechercher, et Clapgrep s'occupe de trouver le bon fichier et la ligne exacte où se trouve l'information dont vous avez besoin !
it: Con Clapgrep questo non è più necessario! Basta aprire la cartella con Clapgrep, immettere il termine di ricerca e Clapgrep farà tutto il duro lavoro di scoprire in quale pagina/riga di quale file si trovano le informazioni che stai cercando!
nl: Met Clapgrep kunt u een map openen, een zoekopdracht invoeren en geautomatiseerd zoeken naar pagina's/regels die de gevraagde tekst bevatten!
oc: Amb Clapgrep aquò es pas pu necessari ! Dobrissètz simplament lo dossièr amb Clapgrep, picatz los tèrmes de recèrca, e Clapgrep farà lo trabalh de trobar sus quala pagina / linha de qual fichièr las informacions que cercatz se trapan !
ru: С Clapgrep в этом больше нет необходимости! Просто откройте папку с помощью Clapgrep, введите поисковый запрос, и Clapgrep выполнит всю тяжелую работу по поиску. узнайте, на какой странице / строке в каком файле находится информация, которую выищете!
uk: З допомогою Clapgrep - це більше не потрібно! Відкрийте теку у Clapgrep, введіть запит для пошуку і Clapgrep знайде на якій сторінці/рядку якого файлу інформація, яку ви шукаєте!

source: Clapgrep can currently search all sorts of text files, PDFs and Office documents, with more to come.
de: Clapgrep kann derzeit alle Arten von Textdateien, PDFs und Office-Dokumenten durchsuchen, und weitere werden folgen.
fr: Clapgrep est actuellement capable de rechercher dans toutes sortes de fichiers texte, ainsi que dans les fichiers PDF et Office, et bien d'autres encore à venir.
it: Clapgrep può attualmente cercare tutti i tipi di file di testo, PDF e documenti di Office e presto ne arriveranno altri.
nl: Clapgrep heeft ondersteuning voor tekst- en pdf-bestanden, evenals documenten. Meer bestandsondersteuning volgt.
oc: Clapgrep pòt actualament recercar tota mena de fichièrs tèxte, documents PDF e Office, e encara mai a l'avenidor.
ru: Clapgrep может выполнять поиск по всем видам текстовых файлов, PDF-файлов и офисныхдокументов, и это еще не все.
uk: На цей момент, Clapgrep може шукати всередині багатьох текстових файлів, PDF файлів, офісних документів, і більшому числі форматів в майбутньому.

source: Main window in desktop view
de: Hauptfenster in der Desktopansicht
fr: Fenêtre principale en mode Bureau
it: Finestra principale nella vista desktop
nl: Hoofdvenster (computerweergave)
oc: Fenèstra principala en vista burèu
ru: Главное окно в режиме рабочего стола
uk: Головне вікно у настільному перегляді

source: Preview in desktop view
de: Vorschau in der Desktopansicht
fr: Aperçu en mode Bureau
it: Anteprima nella vista desktop
nl: Voorvertoning (computerweergave)
oc: Apercebut en vista burèu
ru: Предпросмотр в режиме рабочего стола
uk: Попередній перегляд у настільному перегляді

source: Search interface in mobile view
de: Suche in der mobilen Ansicht
fr: Interface de recherche en mode Mobile
it: Interfaccia di ricerca nella visualizzazione mobile
nl: Zoekvenster (mobiele weergave)
oc: Interfàcia de recèrca en vista mobil
ru: Интерфейс поиска в мобильном режиме
uk: Інтерфейс пошуку у мобільному перегляді

source: Results in mobile view
de: Ergebnisse in der mobilen Ansicht
fr: Résultats en mode Mobile
it: Risultati nella visualizzazione mobile
nl: Resultaten (mobiele weergave)
oc: Resultats en vista mobil
ru: Результаты в мобильном режиме
uk: Результати у мобільному перегляді

source: Preview in mobile view
de: Vorschau in der mobilen Ansicht
fr: Aperçu en mode Mobile
it: Anteprima nella vista mobile
nl: Voorvertoning (mobiele weergave)
oc: Apercebut en vista mobil
ru: Предпросмотр в мобильном режиме
uk: Попередній перегляд у мобільному перегляді

source: Search Errors
de: Suchfehler
fr: Erreurs de recherche
it: Errori di ricerca
nl: Zoekfouten
oc: Errors de recèrca
ru: Ошибки поиска
uk: Помилки пошуку

source: Search
de: Suche
fr: Recherche
nl: Zoekvoorkeuren
oc: Paramètres de recèrca
ru: Настройки поиска
uk: Налаштування пошуку

source: Maximum number of search results
de: Maximale Anzahl an Suchergebnissen
fr: Nombre maximum de résultats de recherche

source: Integrations
de: Integrationen
fr: Intégrations

source: You must have nautilus-python installed
de: Du musst nautilus-python installiert haben
fr: nautilus-python doit être installé

source: Content Preview
de: Vorschau
fr: Aperçu du contenu
it: Anteprima del contenuto
nl: Voorvertoning
oc: Apercebut del contengut
ru: Предпросмотр содержимого
uk: Попередній перегляд вмісту

source: Nothing Selected...
de: Nichts ausgewählt...
fr: Aucune sélection...
it: Niente di selezionato...
nl: Er is niets geselecteerd…
oc: Res pas seleccionat...
ru: Ничего не выбрано...
uk: Нічого не обрано...

source: Try clicking on on of the result lines.
de: Click auf eines der Ergebnisse.
fr: Essayez de cliquer sur l'une des lignes trouvées.
it: Prova a cliccare su una delle righe dei risultati.
nl: Klik op een van de resultaten.
oc: Ensajatz de clicar una linha de resultat.
ru: Попробуйте нажать на одну из строк результатов.
uk: Спробуйте клацнути на один з рядків результату.

source: Under Construction
de: In der Entwicklung
fr: En construction
it: In costruzione
nl: In aanbouw
oc: En construccion
ru: В разработке
uk: Ще розроблюється

source: Preview for this file type has not been implemented yet.
de: Die Vorschau wurde für diesen Dateityp noch nicht implementiert.
fr: L'aperçu pour ce type de fichier n'a pas encore été implémenté.
it: L'anteprima per questo tipo di file non è stata ancora implementata.
nl: Dit bestandstype kan nog niet worden voorvertoond.
oc: L’apercebut per aqueste tipe de fichièr es pas encara implementat.
ru: Предпросмотр этого типа файла еще не реализован.
uk: Попередній перегляд для цього типу файлу ще не реалізований.

source: Search Pattern
de: Suchmaske
fr: Motif à rechercher
it: Modello di ricerca
nl: Zoekpatroon
oc: Motiu de recèrca
ru: Шаблон поиска
uk: Шаблон пошуку

source: Search Path
de: Suchpfad
fr: Chemin à examiner
it: Percorso di ricerca
nl: Zoeklocatie
oc: Emplaçament de recèrca
ru: Путь поиска
uk: Шлях пошуку

source: File Pattern
de: Dateisuchmaske
fr: Motif de nom de fichier

source: Match Entire Path
de: Gesamten Pfad filtern
fr: Faire correspondre le chemin entier

source: See what's new
de: Neuigkeiten anzeigen
fr: Voir les nouveautés
nl: Wijzigingslog
oc: Veire çò nòu
ru: Посмотрите, что нового
uk: Дізнатися що нового

source: Donate 💝
de: Unterstützen 💝
fr: Faire un don 💝
nl: Doneren 💝
oc: Far un don 💝
uk: Зробити пожертвування 💝

source: Search Options
de: Suchoptionen
fr: Options de recherche
it: Opzioni di ricerca
nl: Zoekopties
oc: Opcions de recèrca
ru: Параметры поиска
uk: Налаштування пошуку

source: Case Sensitive
de: Groß-/Kleinschreibung beachten
fr: Sensible à la casse
it: Maiuscole e minuscole
nl: Hoofdlettergevoelig
oc: Respectar la cassa
ru: С учетом регистра
uk: Чутливість до регістру

source: Disable Regex
de: Regex deaktivieren
fr: Désactiver les regex
it: Disabilita Regex
nl: Geen reguliere uitdrukkingen
oc: Desactivar las expressions racionalas
ru: Отключить регулярное выражение
uk: Вимкнути регулярні вирази (regex)

source: Include Hidden
de: Versteckte Dateien hinzunehmen
fr: Inclure les fichiers masqués
it: Includi nascosti
nl: Ook verborgen bestanden
oc: Inclure los fichièrs amagats
ru: Включать скрытые
uk: Включати приховані

source: Include Ignored
de: Ignorierte Dateien hinzunehmen
fr: Inclure les fichiers ignorés
it: Includi ignorati
nl: Ook genegeerde bestanden
oc: Inclure los fichièrs ignorats
ru: Включить игнорируемые
uk: Включати ігноровані

source: Extra File Formats
de: Zusätzliche Dateiformate
fr: Formats de fichiers supplémentaires
it: Formati di file extra
nl: Aanvullende bestandsformaten
oc: Formats de fichièr suplementaris
ru: Дополнительные форматы файлов
uk: Додаткові формати файлів

source: File Names
de: Dateinamen
fr: Noms de fichiers
nl: Bestandsnamen
oc: Nom de fichièr
ru: Имена файлов
uk: Назви файлів

source: PDF Files
de: PDF Dateien
fr: Fichiers PDF
it: File PDF
nl: Pdf-bestanden
oc: Fichièrs PDF
ru: PDF файлы
uk: Файли PDF

source: Office Files
de: Office Dateien
fr: Fichiers Office
it: File di ufficio
nl: Documenten
oc: Fichièrs Office
ru: Файлы Office
uk: Файли Офісу

source: Results
de: Ergebnisse
fr: Résultats
nl: Zoekresultaten
oc: Resultats de la recèrca
ru: Результаты поиска
uk: Результати пошуку

source: No Search Yet
de: Noch keine Suche begonnen
fr: Aucune recherche
it: Ancora nessuna ricerca
nl: Er zijn geen resultaten
oc: Cap de resultat pel moment
ru: Поисков пока не было
uk: Ще не було пошуків

source: Try to start a search
de: Versuche, eine Suche zu starten
fr: Essayez de rechercher quelque chose
it: Prova ad avviare una ricerca
nl: Voer een zoekopdracht in
oc: Ensajatz de lançar una recèrca
ru: Попробуйте начать поиск
uk: Спробуйте пошукати щось

source: No Results
de: Keine Ergebnisse
fr: Aucun résultat
it: Nessun risultato
nl: Er zijn geen zoekresultaten
oc: Cap de resultat
ru: Нет результатов
uk: Немає результатів

source: You might want to try changing your search pattern, activating document search, or changing to a different directory
de: Du kannst eine andere Suchmaske versuche, die Dokumentensuche aktivieren, oder zu einem anderen Suchordner wechseln
fr: Essayez peut-être de modifier votre motif de recherche, d'activer la recherche dans les documents, ou de sélectionner un autre répertoire
it: Potresti provare a cambiare il tuo schema di ricerca, attivando la ricerca dei documentio passando a una directory diversa
nl: Probeer uw zoekpatroon aan te passen, doorzoek documenten of een andere map
oc: Benlèu que volètz ensajar de cambiar lo motiu de recèrca, en activant la recèrca de document, e cambiar de repertòri
ru: Возможно, вы захотите попробовать изменить схему поиска, активировать поиск по документамили перейти в другой каталог
uk: Ви можете спробувати змінити шаблон пошуку, ввімкнути пошук документів або змінити теку

source: Show Errors
de: Fehler anzeigen
fr: Afficher les erreurs
it: Mostra errori
nl: Foutmeldingen tonen
oc: Afichar las errors
ru: Показать ошибки
uk: Показати помилки

source: Preferences
fr: Préférences

source: Keyboard Shortcuts
de: Tastenbindungen
fr: Raccourcis clavier
it: Scorciatoie da tastiera
nl: Sneltoetsen
oc: Acorchis de clavièr
ru: Комбинации клавиш
uk: Клавіатурні скорочення

source: About Clapgrep
de: Über Clapgrep
fr: À propos de Clapgrep
it: Informazioni sulla Clapgrep
nl: Over Clapgrep
oc: A prepaus de Clapgrep
ru: О программе Clapgrep
uk: Про "Clapgrep"

source: Choose Search Path
de: Suchpfad auswählen
fr: Choisissez un chemin à examiner
it: Scegli il percorso di ricerca
nl: Kies een zoeklocatie
oc: Causir l’emplaçament de la recèrca
ru: Выберите путь поиска
uk: Обрати шлях пошуку

source: Searched {files} files and found {matches} matches
de: {files} durchsucht und {matches} gefunden
fr: {files} fichiers examinés et {matches} correspondances trouvées

source: Updated to {version} 🎉
fr: Mis à jour vers la version {version} 🎉

source: Encountered {errors} errors during search
de: Es gab {errors} Suchfehler
fr: {errors} erreurs sont survenues pendant la recherche

source: Cancel Search
de: Suche abbrechen
fr: Annuler la recherche
it: Annulla ricerca
nl: Zoekopdracht afbreken
oc: Anullar la recèrca
ru: Отменить поиск
uk: Зупинити пошук

source: Close
de: Schließen
fr: Fermer
it: Chiudi
nl: Sluiten
oc: Tampar
ru: Закрыть
uk: Закрити

source: No match within the file.
nl: Er zijn geen overeenkomsten.
oc: Cap de correspondéncia dins del fichièr.
ru: В файле нет совпадений.
uk: Нічого не знайдено всередині файлу.

source: Search Settings
it: Impostazioni di ricerca

source: Search Results
it: Risultati della ricerca
